Repository: Oleh8978/pebble-firmware
Catalog: resources/normal/*/lang/ua_UA/tintin.po
Languages: uk

source: Feelin' good? You slept for %dH %dM. Nothing can stop you now 👊
uk: Відчуваєте себе добре? Ви поспали %dH %dM. Ніщо не зможе вас зупинити 👊

source: Hey sleepy head. You slept for %dH %dM which is %d%% below your typical. Try to get more tonight!
uk: Привіт, сонна голівко. Ви поспали %dH %dM, що на %d%% нижче за звичайний. Спробуйте поспати більше сьогодні ввечері!

source: Groggy? You slept for %dH %dM which is %d%% below your typical. Sleep is important for everything you do-try getting more shut eye tonight!
uk: Приплюснута голова? Ви поспали %dH %dM, що на %d%% нижче за звичайний. Сон важливий для всього, що ви робите – спробуйте поспати більше сьогодні ввечері!

source: It's a new day! You slept for %dH %dM which is %d%% below your typical. It's not your best, but there's always tonight.
uk: Це новий день! Ви поспали %dH %dM, що на %d%% нижче за звичайний. Це не ваш найкращий результат, але сьогодні ввечері ще попереду.

source: Goooood morning! You slept for %dH %dM which is %d%% below your typical. Go crush your day and then get back in bed 😉
uk: Доброго ранку! Ви поспали %dH %dM, що на %d%% нижче за звичайний. Розправтеся зі своїм днем і повертайтеся в ліжко 😉

source: You slept for %dH %dM which is %d%% below your typical. Sleep is vital for all your great ideas–how 'bout getting more tonight?
uk: Ви поспали %dH %dM, що на %d%% нижче за звичайний. Сон важливий для всіх ваших чудових ідей – як щодо більш довгого сну сьогодні ввечері?

source: You only slept for %dH %dM which is %d%% below your typical. We know you're busy, but try getting more tonight. We believe in you 😉
uk: Ви поспали лише %dH %dM, що на %d%% нижче за звичайний. Ми знаємо, ви зайняті, але спробуйте поспати більше сьогодні ввечері. Ми в вас вірим 😉

source: You slept for %dH %dM which is %d%% below your typical. We know stuff happens; take another crack at it tonight.
uk: Ви поспали %dH %dM, що на %d%% нижче за звичайний. Ми знаємо, що речі трапляються; спробуйте ще раз сьогодні ввечері.

source: %u Steps
uk: %u кроків

source: Way to keep it active!
uk: Так тримати, будьте активними!

source: You got the moves!
uk: Ви маєте рухи!

source: Gettin' your step on?
uk: Робите кроки?

source: Feelin' hot? Cause you're on 🔥
uk: Гарячо? Бо ви в огні 🔥

source: Hey lightning bolt, way to go!
uk: Привіт, блискавко, молодець!

source: You're a machine!
uk: Ви машина!

source: Hey speedster, we can barely keep up!
uk: Привіт, швидкісник, ми навряд чи встигаємо!

source: Way to show us what you're made of 👊
uk: Покажи нам, з чого ти зроблений 👊

source: Workin' up a sweat?
uk: Працюєш до поту?

source: Well done 💪
uk: Чудово зроблено 💪

source: Endorphin rush?
uk: Припив ендорфінів?

source: Can't stop, won't stop 👊
uk: Не можу зупинитися, не буду зупинятися 👊

source: Keepin' that heart healthy! ❤
uk: Зберігаємо серце здоровим! ❤

source: %d Min
uk: %d хв.

source: Avg Pace
uk: Середня швидкість

source: Distance
uk: Дистанція

source: Steps
uk: Кроки

source: Active Calories
uk: Активні калорії

source: Avg HR
uk: Середній ЧСС

source: Alarm
uk: Будильник

source: EVERY DAY
uk: КОЖЕН ДЕНЬ

source: Every Day
uk: Кожен день

source: WEEKDAYS
uk: РОБОЧІ ДНІ

source: WEEKENDS
uk: ВИХІДНІ

source: ONCE
uk: ОДИН РАЗ

source: Once
uk: Один раз

source: CUSTOM
uk: ОСОБЛИВЕ

source: Custom
uk: Особливе

source: Sun
uk: Нед

source: Mon
uk: Пон

source: Tue
uk: Вів

source: Wed
uk: Сер

source: Thu
uk: Чет

source: Fri
uk: Пят

source: Sat
uk: Суб

source: Sundays
uk: Неділі

source: Mondays
uk: Понеділки

source: Tuesdays
uk: Вівторки

source: Wednesdays
uk: Середи

source: Thursdays
uk: Четверги

source: Fridays
uk: П'ятниці

source: Saturdays
uk: Суботи

source: Edit
uk: Редагувати

source: sent an attachment
uk: відправив закладку

source: Call Back
uk: Повернути дзвінок

source: Calendar Aware enables Quiet Time automatically during calendar events.
uk: Calendar Aware автоматично вмикає режим тиші під час подій календаря.

source: Press and hold the Back button from a notification to turn Quiet Time on or off.
uk: Натискайте і утримуйте кнопку Назад від сповіщення, щоб увімкнути або вимкнути режим тиші.

source: Start Quiet Time?
uk: Почати режим тиші?

source: End Quiet Time?
uk: Завершити режим тиші?

source: Quiet Time Started
uk: Режим тиші почався

source: Quiet Time Ended
uk: Режим тиші завершився

source: All Day
uk: Увесь день

source: Recurring
uk: Повторюватися

source: STARTS
uk: ПОЧИНАЄТЬСЯ

source: Broadcaster
uk: Трансляція

source: Can't connect. Relaunch Pebble Time app on phone.
uk: Не вдається підключитися. Перезапустіть додаток Pebble Time на телефоні.

source: Removed
uk: Видалено

source: Dismissed
uk: Відхилено

source: Deleted
uk: Видалено

source: Thanks!
uk: Дякую!

source: Calendar
uk: Календар

source: Reminders
uk: Нагадування

source: Intercom
uk: Домофон

source: Quickly dismiss all notifications by holding the Select button for 2 seconds from any incoming notification.
uk: Швидко закрийте все сповіщення, утримуючи кнопку "Вибір" протягом 2 секунд від будь-якого вхідного сповіщення.

source: Ok
uk: Окей

source: Yes
uk: Так

source: No
uk: Ні

source: Call me
uk: Зателефонуй мені

source: Call you later
uk: Зателефоную пізніше

source: Reply with Voice
uk: Відповідь голосом

source: Voice
uk: Голос

source: Canned messages
uk: Готові повідомлення

source: Emoji
uk: Емодзі

source: In 15 minutes
uk: Через 15 хвилин

source: Later today
uk: Пізніше сьогодні

source: Last updated
uk: Останнє оновлення

source: Standard - Medium
uk: Стандарт - середня

source: Jan
uk: Січ

source: Feb
uk: Лют

source: Mar
uk: Бер

source: Apr
uk: Кві

source: May
uk: Тра

source: Jun
uk: Чер

source: Jul
uk: Лип

source: Aug
uk: Сер

source: Sep
uk: Вер

source: Oct
uk: Жов

source: Nov
uk: Лис

source: Dec
uk: Гру

source: January
uk: Січень

source: February
uk: Лютий

source: March
uk: Березень

source: April
uk: Квітень

source: June
uk: Червень

source: July
uk: Липень

source: August
uk: Серпень

source: September
uk: Вересень

source: October
uk: Жовтень

source: November
uk: Листопад

source: December
uk: Грудень

source: Sunday
uk: Неділя

source: Monday
uk: Понеділок

source: Tuesday
uk: Вівторок

source: Wednesday
uk: Середа

source: Thursday
uk: Четвер

source: Friday
uk: П'ятниця

source: Saturday
uk: Субота

# TmplStringSep
source: , and
uk: , і

# TmplStringSing
source: sec
uk: сек

# TmplStringPlur
source: sec
uk: сек

# TmplStringSing
source: second
uk: секунда

# TmplStringPlur
source: seconds
uk: секунд

# TmplStringSing
source: min
uk: хв

# TmplStringPlur
source: min
uk: хв

# TmplStringSing
source: minute
uk: хвилина

# TmplStringPlur
source: minutes
uk: хвилин

# TmplStringSing
source: hr
uk: год

# TmplStringPlur
source: hr
uk: год

# TmplStringSing
source: hour
uk: година

# TmplStringPlur
source: hours
uk: годин

# TmplStringSing
source: d
uk: д.

# TmplStringPlur
source: d
uk: д.

# TmplStringSing
source: day
uk: день

# TmplStringPlur
source: days
uk: днів

# TmplStringSing
source: mo
uk: м.

# TmplStringPlur
source: mo
uk: mм.o

# TmplStringSing
source: month
uk: місяць

# TmplStringPlur
source: months
uk: місяців

# TmplStringSing
source: yr
uk: р.

# TmplStringPlur
source: yr
uk: р.

# TmplStringSing
source: year
uk: рік

# TmplStringPlur
source: years
uk: роки

source: Check bluetooth connection
uk: Перевірте з'єднання Bluetooth

source: Start
uk: Початок

source: End
uk: Кінець

source: Dictation is not available.
uk: Диктування недоступне.

source: Error occurred. Try again.
uk: Помилка occurred. Try again.

source: Enable voice in the settings page of the Pebble app.
uk: Увімкніть голос на сторінці налаштувань програми Pebble.

source: Missed that. Try again.
uk: Не почув. Спробуйте ще раз.

source: Listening
uk: Прослуховування
