Repository: Oleh8978/pebble-firmware
Catalog: resources/normal/*/lang/ua_UA/tintin.po
Languages: uk

source: %.*s is not responding
uk: %.*s не відповідає

source: This app requires a newer version of the Pebble firmware.
uk: Цей застосунок вимагає оновення версії прошивки Pebble

source: Snooze for %d minutes
uk: Відкласти на %d хвилин

source: Alarm dismissed
uk: Будильник зупинено

source: Pair?
uk: З'єднати?

source: %s%.*s is not responding. %s%.*s не відповідає. Open app?
uk: Відкрити застосунок?

source: A bug report has been captured. Please finish uploading the bug report using the Pebble phone app.
uk: Створено рапорт про знайдену помилку. Будь ласка завантажте його за допомогою застосунку Pebble Вашого телефону.

source: This app requires Pebble Health to work. Enable Health in the Pebble mobile app to continue.
uk: Цей застосунок потребує запуску Pebble Health. Запустіть Pebble Health у застосунку Pebble на Вашому телефоні для продовження

source: This feature requires Pebble Health to work. Enable Health in the Pebble mobile app to continue.
uk: Цей функція потребує запуску Pebble Health. Запустіть Pebble Health у застосунку Pebble на Вашому телефоні для продовження

source: Snoozed
uk: Відкладено

source: Muted
uk: Звук вимкнено

source: Snooze
uk: Відкласти

source: Mute %s
uk: Вимкнути звук

source: Mute Always
uk: Вимкнути звук назавжди

source: Mute Weekends
uk: Вимкнути звук на тиждень

source: Mute Weekdays
uk: Вимкнути звук на вихідні

source: Dismiss All
uk: Скасувати ВСЕ

source: End Quiet Time
uk: Кінець часу тиши

source: Start Quiet Time
uk: Початок часу тиши

source: Call Accepted
uk: Виклик прийнято

source: Disconnected
uk: Роз'єднано звязок

source: Call Ended
uk: Кінець виклику

source: Call Declined
uk: Виклик відхилено

source: Run %s instead of %s as the background app?
uk: Запустит %s замість %s у фоновому режимі?

source: While your Pebble was off wakeup events occurred for:
uk: Поки Ваш Pebble було вимкнено, наступні повідмлення пропущені для:

source: Fully Charged
uk: Повний заряд

source: Charging
uk: Заряджання

source: Powered 'til %s
uk: Заряджено 'til %s

source: Your screen may need calibration. Calibrate it now?
uk: Можливо потрібно відкалібрувати екран. Відкалібрувати зараз?

source: Update Complete
uk: Оновлення закінчено

source: Update Failed
uk: Невдале оновлення

source: Snooze delay set to %d minutes
uk: Відкладено на %d хвилин

source: Delete
uk: Видалити

source: Disable
uk: Ввімкнути

source: Enable
uk: Вимкнути

source: Change Time
uk: Змінити Час

source: Change Days
uk: Змінити Дату

source: Convert to Basic Alarm
uk: Створити як сигнал будильнику

source: Convert to Smart Alarm
uk: Створити як сигнал смарт будильнику

source: Snooze Delay
uk: Відкласти затримку

source: 5 minutes
uk: 5 хвилин

source: 10 minutes
uk: 10 хвилин

source: 15 minutes
uk: 15 хвилин

source: 30 minutes
uk: 30 хвилин

source: 1 hour
uk: 1 година

source: Check something first.
uk: Спочатку перевірити щось

source: New Smart Alarm
uk: Новий Смарт Будильник

source: New Alarm
uk: Новий будильник

source: Wake up between
uk: Розбудити між

source: Wake up interval
uk: Інтервал пробудження

source: Basic Alarm
uk: Основний сигнал будильнику

source: Smart Alarm
uk: Смарт Будильник

source: Alarm Deleted
uk: Будильник видалено

source: Limit reached.
uk: Досягнуто ліміту

source: ON
uk: ВВІКН

source: OFF
uk: ВИМКН

source: Let us wake you in your lightest sleep so you're fully refreshed! Smart Alarm wakes you up to 30min before your alarm.
uk: Дозвольте розбудити Вас під час легкої фази сну, аби Ви добре відпочили Смарт Будильник може розбудити Вас до 30 хвилин перед вставовленим часом.

source: Alarms
uk: Будильники

source: Not connected
uk: Не під'єднаний

source: No internet connection
uk: Немає інтернет з'єднання

source: No internet connection
uk: Немає інтернет під'єднання

source: Incompatible JS
uk: JS не підтримується

source: Failed
uk: Не вдало

source: Psst! Want smart tips about your activity and sleep? You can enable Insights in the mobile app.
uk: Слухайте! Потрібні поради щодо активності та сну? Можна ввімкнути аналіз у мобільному застосунку.

source: Track your steps, sleep, and more! Enable Pebble Health in the mobile app.
uk: Відслідковуйте кроки, сон тощо! Задійте Pebble Health в мобільному застосунку.

source: Health requires the time to be synced. Please connect your phone.
uk: Health вимагає сінхронізації часу. Будь ласка, підкючить телефон

source: 30 DAY AVG
uk: 30 ДНІВ СЕР.

source: CALORIES
uk: КАЛОРІЇ

source: DISTANCE
uk: ДИСТАНЦІЯ

source: Today
uk: Сьогодні

source: SMTWTFS
uk: ПВСЧПСН

source: Fat Burn
uk: Спалення жиру

source: Endurance
uk: Витривалість

source: Performance
uk: Продуктивність

source: TIME IN ZONES
uk: ЧАС В ЗОНАХ

source: BPM
uk: У/xв

source: Enable heart rate monitoring in the mobile app
uk: Увімкніть моніторинг серцевого ритму в мобільному додатку

source: 30 DAY
uk: 30 ДЕНЬ

source: SLEEP SESSION
uk: СЕАНС ​​СНУ

source: DEEP SLEEP
uk: ГЛИБОКИЙ СОН

source: No sleep data, wear your watch to sleep
uk: Немає даних про сон, надягніть годинник перед сном

source: TYPICAL %s
uk: ТИПОВІ %s

source: START PLAYBACK ON YOUR PHONE
uk: ПОЧАТИ ВІДТВОРЕННЯ НА ТЕЛЕФОНІ

source: Music
uk: Музика

source: Done
uk: Готово

source: Clear history?
uk: Очистити історію?

source: Clear All
uk: Очистити Все?

source: No notifications
uk: Немає сповіщень

source: Notifications
uk: Сповіщення

source: Completed
uk: Завершено

source: Postpone
uk: Відкласти

source: Remove
uk: Видалити

source: Added
uk: Додано

source: Reminder
uk: Нагадування

source: Unknown
uk: Невідомо

source: Select Contact
uk: Виберіть контакт

source: Add contacts in mobile app
uk: Додайте контакти у мобільному застосунку

source: Send Text
uk: Скинути повідомлення

source: Settings
uk: Налаштування

source: No background apps
uk: Немає фонових програм

source: None
uk: NoНемаєne

source: Background App
uk: Фоновий додаток

source: Pairing Instructions
uk: Інструкції зі сполучення

source: %u Paired Phones
uk: %u Сполучені телефони

source: %u Paired Phone
uk: %u Підключений телефон

source: No LE
uk: Немає BLE

source: Connected
uk: Підключено

source: Sharing Heart Rate ❤
uk: Обмін пульсом ❤

source: Connection
uk: З'єднання

source: Airplane Mode
uk: Режим польоту

source: Disabling...
uk: Вимкнення...

source: Enabling...
uk: Увімкнення...

source: Disable Airplane Mode to connect.
uk: Вимкніть режим польоту для підключення.

source: Open the Pebble app on your phone to connect.
uk: Відкрийте додаток Pebble на своєму телефоні, щоб підключитися.

source: Forget this device to pair a new device.
uk: Забути пристрій для підключення нового

source: Low
uk: Низький

source: Medium
uk: Середній

source: High
uk: Високий

source: Blinding
uk: Засліплення

source: INTENSITY
uk: ІНТЕНСИВНІСТЬ

source: Intensity
uk: Інтенсивність

source: Default
uk: За замовчуванням

source: Left-Handed
uk: Лівша

source: Orientation
uk: Орієнтація

source: 3 Seconds
uk: 3 Секунди

source: 5 Seconds
uk: 5 Секунд

source: 8 Seconds
uk: 8 Секунд

source: TIMEOUT
uk: Час очікування

source: Timeout
uk: Час очікування

source: Bezel
uk: Рамка

source: Scaled
uk: Масштабовано

source: Legacy App Display
uk: Старий інтерфейс додатку

source: Language
uk: Мова

source: Backlight
uk: Підсвічування

source: On
uk: Увім.

source: Off
uk: Вимк.

source: Motion Enabled
uk: Рух увімкнено

source: Ambient Sensor
uk: Датчик освітлення

source: Dynamic Backlight
uk: Автопідсвітка

source: Max Intensity
uk: Макс. інтенсивність

source: Screen Alignment
uk: Положення екрана

source: Legacy Apps
uk: Старі додатки

source: Centered
uk: Центрований

source: Display
uk: Дисплей

source: Horizontal Alignment
uk: Горизонтальне вирівнювання

source: Vertical Alignment
uk: Вертикальне вирівнювання

source: Confirm Alignment
uk: Підтвердити вирівнювання

source: Up/Down to adjust Select to proceed
uk: Вгору/Вниз – для налаштування Вибір – для підтвердження

source: Select to confirm alignment changes
uk: Виберіть, щоб підтвердити зміни вирівнювання

source: Resetting...
uk: Скидання...

source: Perform factory reset?
uk: Виконати скидання до заводських налаштувань?

source: Allow All Notifications
uk: Дозволити всі сповіщення

source: Allow Phone Calls Only
uk: Дозволити лише телефонні дзвінки

source: Mute All Notifications
uk: Вимкнути всі сповіщення

source: Filter
uk: Фільтр

# NotifVibe
source: Disabled
uk: Вимкнено

# NotifVibe
source: Low
uk: Низький

# NotifVibe
source: Medium
uk: Середній

# NotifVibe
source: High
uk: Високий

source: Vibration
uk: Вібрація

source: Smaller
uk: Менший

source: Larger
uk: Більший

source: Text Size
uk: Розмір тексту

source: 15 Seconds
uk: 15 Секунд

source: 1 Minute
uk: 1 Хвилина

source: 3 Minutes
uk: 3 Хвилини

source: 10 Minutes
uk: 10 Хвилин

source: Classic
uk: Класичний

source: Flat Black
uk: Плоский чорний

source: Banner Style
uk: Стиль банера

source: Disabled (Plugged In)
uk: Вимкнено (підключено)

source: Tap Up
uk: Натисніть вгору

source: Tap Down
uk: Натисніть вниз

source: Hold Up
uk: Тримати Вгору

source: Hold Center
uk: Тримати Центр

source: Hold Down
uk: Тримати Вниз

source: Hold Back
uk: Тримати Назад

source: Disabled
uk: Вимкнено

source: Quick Launch
uk: Швидкий запуск

source: Open favorite apps quickly with a long button press from your watchface.
uk: Швидко відкривайте улюблені додатки, утримуючи кнопку на циферблаті годинника.

source: Quiet All Notifications
uk: Приглушити всі сповіщення

source: Allow Phone Calls
uk: Дозволити дзвінки

source: Change Schedule
uk: Змінити розклад

source: Manual
uk: Ручний

source: Calendar Aware
uk: Інтегровано з календарем

# QuietTime
source: Enabled
uk: Увімкнено

# QuietTime
source: Disabled
uk: Вимкнено

source: Weekdays
uk: Будні

source: Weekends
uk: Вихідні

source: Interruptions
uk: Переривання

source: Quiet Time
uk: Тихий режим

source: You're all set
uk: Все готово

source: Forget
uk: Забути

source: Stop Sharing Heart Rate
uk: Припинити обмін пульсом

source: Information
uk: Інформація

source: Certification
uk: Сертифікація

source: Stand-By Mode
uk: Режим очікування

source: Debugging
uk: Налагодження

source: Shut Down
uk: Вимкнути

source: Factory Reset
uk: Повне скидання

source: BT Address
uk: BT-адреса

source: Firmware
uk: Прошивка

source: Recovery
uk: Відновлення

source: Bootloader
uk: Завантажувач

source: Hardware
uk: Обладнання

source: Uptime
uk: Час роботи

source: Legal
uk: Юр. інформація

source: Core dump and reboot?
uk: Зробити дамп пам’яті та перезавантажитися?

source: Very Low
uk: Дуже низький

source: Medium-Low
uk: Середньо-низький

source: Medium-High
uk: Середньо-високий

source: Very High
uk: Дуже високий

source: Motion Sensitivity
uk: Чутливість руху

source: CoreDump now
uk: Вивести дамп ядра зараз

source: CoreDump shortcut
uk: Ярлик дампу пам’яті

source: ALS Threshold
uk: Поріг ALS

source: Dyn BL Min Threshold
uk: Мін. п. дин. підсвітки

source: Dyn BL Max Threshold
uk: Макс. п. дин. підсвітки

source: 10 back-button presses
uk: 10 натискань кнопки Назад

source: PebbleOS developers only!
uk: Лише для розробників PebbleOS!

source: See details...
uk: Детальніше…

source: Do you want to shut down?
uk: Вимкнути пристрій?

source: System
uk: Система

source: Apps Accent
uk: Акцент додатків

source: Settings Accent
uk: Налаштування Accent

source: Apps Menu Accent
uk: Акцент меню додатків

source: Settings Menu Accent
uk: Налаштування Menu Accent

source: Themes
uk: Теми

source: Timezone
uk: Часова зона

source: Time Format
uk: Формат часу

source: Timezone Source
uk: Джерело часового поясу

source: Automatic
uk: Автоматично

source: Date & Time
uk: Дата & Час

source: Start Time
uk: Час відліку

source: 5 Min Before
uk: за 5 Хв До

source: 10 Min Before
uk: за 10 Хв До

source: 15 Min Before
uk: за 30 Хв До

source: Timing
uk: Часові налаштування

source: Quick View
uk: Швидкий перегляд

source: Appears on your watchface when an event is about to start.
uk: З’являється на циферблаті годинника перед початком події.

source: Timeline
uk: Хронологія

source: Incoming Calls
uk: Вхідні дзвінки

source: Vibrations
uk: Вібрації

source: No events
uk: Немає подій

source: Timeline Future
uk: Майбутні події

source: Timeline Past
uk: Минулі події

source: Turn Off Airplane Mode?
uk: Вимкнути режим польоту?

source: Airplane Mode On
uk: Режим польоту увімк.

source: Airplane Mode Off
uk: Режим польоту вимк.

source: Turn On Backlight?
uk: Увімкнути підсвічування?

source: Turn Off Backlight?
uk: Вимкнути підсвічування?

source: Backlight On
uk: Підсвічування увімк.

source: Backlight Off
uk: Підсвічування вимк.

source: Turn On Motion Backlight?
uk: Увімкнути автопідсвітку при русі?

source: Turn Off Motion Backlight?
uk: Вимкнути автопідсвітку при русі?

source: Motion Backlight On
uk: Автопідсвітка увімк.

source: Motion Backlight Off
uk: Автопідсвітка вимк.

source: Motion Backlight
uk: Автопідсвітка

source: Active
uk: Активний

source: Watchfaces
uk: Циферблати

source: No location information available. To see weather, add locations in your Pebble mobile app.
uk: Немає інформації про місцезнаходження. Щоб бачити прогноз погоди, додайте місця у мобільному додатку Pebble.

source: Unable to connect. Your weather data may be out of date; try checking the connection on your phone.
uk: Неможливо підключитися. Дані погоди можуть бути застарілими; перевірте з'єднання на телефоні.

source: Weather
uk: Погода

source: TOMORROW
uk: ЗАВТРА

source: Sports
uk: Спорт

source: Workout Ended
uk: Тренування завершено

source: Workout requires the time to be synced. Please connect your phone.
uk: Для тренувань потрібна синхронізація часу. Підключіть телефон.

source: Enable Pebble Health in the mobile app to track workouts
uk: Увімкніть Pebble Health у мобільному додатку, щоб відстежувати тренування

source: Wear your watch snug and 2 fingers' width above your wrist bone for best results.
uk: Носіть годинник щільно, на відстані приблизно двох пальців над кісточкою зап'ястя для найкращих результатів.

source: Workout
uk: Тренування

source: FAT BURN
uk: ЖИРОСПАЛЕННЯ

source: ENDURANCE
uk: ВИТРИВАЛІСТЬ

source: PERFORMANCE
uk: ПРОДУКТИВНІСТЬ

source: HEART RATE
uk: ПУЛЬС

source: End Workout?
uk: Завершити тренування?

source: Still sweating? Your workout is active and will be ended soon. Open the workout to keep it going.
uk: Все ще пітнієте? Тренування активне і скоро завершиться. Відкрийте тренування, щоб продовжити його.

source: Dismiss
uk: Відхилити

source: End Workout
uk: Завершити тренування

source: Open Workout
uk: Відкрити тренування

source: Walk
uk: Ходьба

source: Run
uk: Біг

source: Workout Detected
uk: Тренування виявлено

source: Walk Detected
uk: Ходьба виявлено

source: Run Detected
uk: Біг виявлено

source: Remember to also forget your Pebble's Bluetooth connection from your phone.
uk: Не забудьте також видалити сполучення Pebble у налаштуваннях Bluetooth на телефоні.

source: Standard - Low
uk: Стандарт - низька

source: Standard - High
uk: Стандарт - висока

source: Pulse
uk: Пульс

source: Nudge Nudge
uk: Натиск

source: Jackhammer
uk: Сильний вібро

source: All day
uk: Увесь день

source: Now
uk: Зараз

source: MIN. TO
uk: ХВ. ДО

source: Yesterday
uk: Вчора

source: Tomorrow
uk: Завтра

source: %lu H AGO
uk: %lu год. тому

source: An hour ago
uk: Годину тому

source: %lu hours ago
uk: %lu год. тому

source: %lu MIN AGO
uk: %lu хв. тому

source: %lu minute ago
uk: Хвилину тому

source: %lu minutes ago
uk: %lu хв. тому

source: NOW
uk: ЗАРАЗ

source: IN %lu MIN
uk: ЧЕРЕЗ %lu ХВ.

source: In %lu minute
uk: Через %lu хвилину

source: In %lu minutes
uk: Через %lu хвилин

source: IN %lu H
uk: ЧЕРЕЗ %lu Г.

source: In %lu hour
uk: Через %lu годину

source: In %lu hours
uk: Через %lu годин

source: this morning
uk: сьогодні вранці

source: this afternoon
uk: сьогодні вдень

source: this evening
uk: сьогодні ввечері

source: tonight
uk: сьогодні вночі

source: tomorrow morning
uk: завтра вранці

source: tomorrow afternoon
uk: завтра вдень

source: tomorrow evening
uk: завтра ввечері

source: tomorrow night
uk: завтра вночі

source: the day after tomorrow
uk: післязавтра

source: the foreseeable future
uk: у найближчому майбутньому

source: How are you feeling? Have you noticed extra focus, better mood or extra energy? You have been sleeping great this week! Keep it up!
uk: Як ви почуваєтеся? Помітили підвищену концентрацію, кращий настрій або більше енергії? Ви добре спали цього тижня! Так тримати!

source: I feel fabulous!
uk: Відчуваю себе чудово!

source: About average
uk: Приблизно як зазвичай

source: I'm still tired
uk: Я все ще втомлений

source: Awesome!
uk: Чудово!

source: Keep it up!
uk: Так тримати!

source: We'll get there!
uk: Ми впораємося!

source: Congratulations - you're having a super active day! Activity makes you more focused and creative. How do you feel?
uk: Вітаємо — у вас надзвичайно активний день! Активність робить вас сфокусованішим і творчішим. Як ви почуваєтеся?

source: I feel great!
uk: Почуваюся відмінно!

source: About the same
uk: Як і раніше

source: Not feeling it
uk: Не в тонусі

source: Activity Summary
uk: Підсумок активності

source: Do you feel more energetic, sharper or optimistic? Being active helps!
uk: Відчуваєте більше енергії, ясності розуму або оптимізму? Активність допомагає!

source: GREAT DAY TODAY
uk: ЧУДОВИЙ ДЕНЬ СЬОГОДНІ

source: You're being consistent and that's important, keep at it!
uk: Ви послідовні — це важливо, продовжуйте в тому ж дусі!

source: CONSISTENT!
uk: ПОСЛІДОВНІСТЬ!

source: Resting is fine, but try to recover and step it up tomorrow!
uk: Відпочивати — нормально, але спробуйте відновитися і додати активності завтра!

source: NOT VERY ACTIVE
uk: НЕ ДУЖЕ АКТИВНО

source: Sleep Summary
uk: Підсумок сну

source: You had a good night! Feel the energy 😃
uk: Гарний сон! Відчуйте енергію 😃

source: It's great that you're keeping a consistent sleep routine!
uk: Чудово, що у вас послідовний режим сну!

source: A good night's sleep goes a long way! Try to get more hours tonight.
uk: Хороший нічний сон багато означає! Спробуйте поспати довше сьогодні ввечері.

source: Open App
uk: Відкрити додаток

source: BELOW AVG
uk: НИЖЧЕ ЗА СЕРЕДНЄ

source: Below avg
uk: Нижче середнього

source: ON AVG
uk: НА СЕРЕДНЬОМУ РІВНІ

source: On avg
uk: Як у середньому

source: ABOVE AVG
uk: ВИЩЕ ЗА СЕРЕДНЄ

source: Above avg
uk: Вище середнього

source: %uH %uM Sleep
uk: %uH %uM сну

source: Nap Time
uk: Час дрімати

source: %s of sleep
uk: %s сну

source: YOU NAPPED
uk: ВИ ДРІМАЛИ

source: Of napping
uk: Про дрімоту

source: I need more
uk: Мені потрібно більше

source: Aren't naps great? You knocked out for %dH %dM!
uk: Хіба дрімота не чудова? Ви поспали %dH %dM!

source: I didn't nap!?
uk: Я не дрімав!?

source: Open Pin
uk: Відкрити закладку

source: Killer job! You've walked %d steps today which is %d%% above your typical. Do it again tomorrow and you'll be on top of the world!
uk: Видатна робота! Ви пройшли %d кроків сьогодні, що на %d%% більше за звичайний. Повторіть це завтра і будете наверху світу!

source: Nice moves! You've walked %d steps today which is %d%% above your typical. Crush it again tomorrow 😀
uk: Гарні рухи! Ви пройшли %d кроків сьогодні, що на %d%% більше за звичайний. Подавіть це завтра 😀

source: Hey rockstar 🎤 You've walked %d steps today which is %d%% above your typical. Nothing can stop you!
uk: Привіт, зірко! 🎤 Ви пройшли %d кроків сьогодні, що на %d%% більше за звичайний. Ніщо не зможе вас зупинити!

source: We can barely keep up! You walked %d steps today which is %d%% above your typical. You're on 🔥
uk: Ми навряд чи встигаємо! Ви пройшли %d кроків сьогодні, що на %d%% більше за звичайний. Ви у formar 🔥

source: You walked %d steps today which is %d%% above your typical. You just outstepped YOURSELF. Mic drop.
uk: Ви пройшли %d кроків сьогодні, що на %d%% більше за звичайний. Ви просто перевершили СЕБЕ. Mic упав.

source: You walked %d steps today; keep it up! Being active is the key to feeling like a million bucks. Try to beat your typical tomorrow.
uk: Ви пройшли %d кроків сьогодні; так тримати! Активність — ключ до відчуття себе багатим. Спробуйте перевершити свій звичайний результат завтра.

source: Good job! You walked %d steps today–do it again tomorrow.
uk: Добре! Ви пройшли %d кроків сьогодні — повторіть це завтра.

source: Someone's on the move 👊 You walked %d steps today; keep doing what you're doing!
uk: Хтось на ходу 👊 Ви пройшли %d кроків сьогодні; продовжуйте робити те, що ви робите!

source: You keep moving, we'll keep counting! You've clocked in %d steps today. Keep it rolling, hot stuff.
uk: Ви рухаєтеся, ми рахуватимемо! Ви набрали %d кроків сьогодні. Продовжуйте крутити, красунько!

source: You walked %d steps today which is %d%% below your typical. Try to be more active tomorrow–you can do it!
uk: Ви пройшли %d кроків сьогодні, що на %d%% нижче за звичайний. Спробуйте бути активнішим завтра – ви можете це зробити!

source: You walked %d steps which is %d%% below your typical. Being active makes you feel amaaaazing–try to get back on track tomorrow.
uk: Ви пройшли %d кроків, що на %d%% нижче за звичайний. Активність робить вас прекрасним – спробуйте повернутися в темп завтра.

source: You walked %d steps today which is %d%% below your typical. Don't worry, tomorrow is just around the corner 😀
uk: Ви пройшли %d кроків сьогодні, що на %d%% нижче за звичайний. Не хвилюйтеся, завтра прямо за кутом 😀

source: You walked %d steps which is %d%% below your typical, but don't stress. You'll crush it tomorrow 😉
uk: Ви пройшли %d кроків, що на %d%% нижче за звичайний, але не нервуйте. Ви розправитеся завтра 😉

source: You walked %d steps today. Don't fret, you can get back on track in no time 😉
uk: Ви пройшли %d кроків сьогодні. Не хвилюйтеся, ви можете повернутися в темп в миттю 😉

source: You walked %d steps today. Good news is the sky's the limit!
uk: Ви пройшли %d кроків сьогодні. Добра новина – небо – межа!

source: You walked %d steps today. Try to take even more steps tomorrow–show us what you're made of!
uk: Ви пройшли %d кроків сьогодні. Спробуйте зробити ще більше кроків завтра – покажіть нам, з чого ви зроблені!

source: Refreshed? You slept for %dH %dM which is %d%% above your typical. Go tackle your day 😃.
uk: Відпочивши? Ви поспали %dH %dM, що на %d%% більше за звичайне. Беріться за свій день 😃.

source: You caught some killer zzz’s! You slept for %dH %dM which is %d%% above your typical. Keep it up.
uk: Ви спали прекрасно! Ви поспали %dH %dM, що на %d%% більше за звичайне. Так тримати.

source: Rise and shine! You slept for %dH %dM which is %d%% above your typical. Do it again tonight, sleep master.
uk: Прокидайтеся! Ви поспали %dH %dM, що на %d%% більше за звичайне. Повторіть це сьогодні ввечері, мастеру сну.

source: Mmmm...what a night. You slept for %dH %dM which is %d%% above your typical. That's gotta feel good!
uk: ММ...яка ніч. Ви поспали %dH %dM, що на %d%% більше за звичайне. Це мусить почуватися добре!

source: That's a lot of sheep you just counted! You slept for %dH %dM which is %d%% above your typical. Boom shakalaka.
uk: Багато овець ви насипали! Ви поспали %dH %dM, що на %d%% більше за звичайне. Бум шакалака.

source: Good mornin’. You slept for %dH %dM. Every good day begins with a solid night’s sleep...kinda like that one 😉 Keep it up!
uk: Ви чудово спите! Ви поспали %dH %dM. Зробіть це нічною звичкою. Ви на це заслуговуєте.

source: Good morning! You slept for %dH %dM. Consistency is key; keep doing what you're doing 😃.
uk: Доброго ранку! Ви поспали %dH %dM. Послідовність — ключ; продовжуйте робити те, що ви робите ��.

source: You're rockin' the shut eye! You slept for %dH %dM. Make it a nightly ritual. You deserve it.
uk: Ви чудово спите! Ви поспали %dH %dM. Зробіть це нічною звичкою. Ви на це заслуговуєте.
